Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh1-6-v3.tmx
Source language: bo
Languages: en

source: །དེ་འབྲུ་མ་ཉམས་པ་ལེན་པ་སྤངས་ནས། འབྲུ་མ་ཉམས་པ་ལེན་པ་ལས་སླར་ལོག་པ་ཡིན་ནོ།
en: “Having abandoned accepting raw grains, he abstains from accepting raw grains.

source: །དེ་ཟ་གཅིག་པ་ཡིན་ཏེ།
en: “He eats only one meal a day.

source: ནུབ་མོའི་སྤངས་ཤིང་དུས་མ་ཡིན་པའི་ཁ་ཟས་སྤངས་པ་ཡིན།
en: He has abandoned having meals at inappropriate times.

source: དུས་སུ་རྒྱུ་ཞིང་དུས་སུ་སྤྱོད་པས་སྦྱོར་བ་ལ་བརྩོན་པ་ཡིན།
en: He goes for alms at the appropriate time. He makes efforts to go for alms at the appropriate time.

source: དེ་ལུས་ཀྱི་བགོ་བ་རན་པས་ཆོག་ཤེས་ཤིང་ཚོད་ཟིན་པ་ཡིན། བསོད་སྙོམས་ལྟོ་འགྲངས་ཀྱིས་ཆོག་ཤེས་ཤིང་ཚོད་ཟིན་པ་ཡིན་ནོ། །དེ་ལུས་ཀྱི་བགོ་བ་རན་པས་ཆོག་ཤེས་ཤིང་ཚོད་ཟིན་པ་ཡིན་ཞིང་།
en: “He is content and satisfied with the proper clothes on his body and is content and satisfied with eating alms that are just sufficient.

source: བསོད་སྙོམས་ལྟོ་འགྲངས་ཀྱིས་ཆོག་ཤེས་ཤིང་ཚོད་ཟིན་པ་ཡིན་པས་གང་དང་གང་དུ་འགྲོ་བ་ན་ལྷུང་བཟེད་དང་བཅས། ཆོས་གོས་དང་བཅས་པས་འགྲོའོ།
en: Being content and satisfied with clothes and food in such a way, he carries his bowl and his robes wherever he goes.

source: །དཔེར་ན་འདབ་ཆགས་བྱ་གང་དང་གང་དུ་ལྡིང་བ་དེར་འདབ་མ་དང་ཆས། གཤོག་པ་དང་ཆས་ཏེ་ལྡིང་བ་དེ་བཞིན་དུ་དེ་ལུས་ཀྱི་བགོ་བ་རན་པས་ཆོག་ཤེས་ཤིང་ཚོད་ཟིན་པ་ཡིན། བསོད་སྙོམས་ལྟོ་འགྲངས་ཀྱིས་ཆོག་ཤེས་ཤིང་ཚོད་ཟིན་པ་ཡིན་ནོ། །དེ་ལུས་ཀྱི་བགོ་བ་རན་པས་ཆོག་ཤེས་ཤིང་ཚོད་ཟིན་པ་ཡིན་ཞིང་བསོད་སྙོམས་ལྟོ་འགྲངས་ཀྱིས་ཆོག་ཤེས་ཤིང་ཚོད་ཟིན་པ་ཡིན་ཏེ།
en: Just as a feathered bird, wherever it goes, soars with its feathers and wings, he carries his bowl and his robes wherever he goes, content and satisfied with clothes and food in such a way.

source: མ་སྡུག་འདི་ལྟར་ཡང་དགེ་སྦྱོང་དང་བྲམ་ཟེ་ཁ་ཅིག་དད་པས་བྱིན་པ་དག་སྤྱད་ནས་ས་བོན་གྱི་ཚོགས་དང་། འབྱུང་པོའི་ཚོགས་དང་། སྣ་ཚོགས་རྩོམ་པ་ལ་སྦྱོར་བར་བརྩོན་པས་གནས་པ་འདི་ལྟ་སྟེ། རྩ་བའི་ས་བོན་དང་། སྡོང་བུའི་ས་བོན་དང་། ཐོར་ཏོའི་ས་བོན་དང་། བཀས་པའི་ས་བོན་དང་། ལྔ་པ་ནི་ས་བོན་གྱི་ས་བོན་ཉིད་དེ།
en: “Ambāṣṭha, some śramaṇas and brahmins, having enjoyed what was given with faith, live devoted to efforts aimed at injuring various seeds and plants, namely, those that grow from roots, stems, the tops of joints, grafts, and the seeds themselves.

source: དགེ་སྦྱོང་དང་། བྲམ་ཟེ་རྣམས་ཀྱི་ས་བོན་གྱི་ཚོགས་དང་། འབྱུང་པོའི་ཚོགས་སྣ་ཚོགས་རྩོམ་པ་ལ་སྦྱོར་བར་བརྩོན་པ་དེ་ལྟ་བུ་ལས་སླར་ལོག་པ་ཡིན་ནོ། །མ་སྡུག་འདི་ལྟར་ཡང་དགེ་སྦྱོང་ངམ་བྲམ་ཟེ་ཁ་ཅིག་དད་པས་བྱིན་པ་དག་སྤྱད་ནས་སོགས་འཇོག་སྣ་ཚོགས་རྩོམ་པ་ལ་སྦྱོར་བར་བརྩོན་པས་གནས་པ་འདི་ལྟ་སྟེ།
en: He abstains from the way that some śramaṇas and brahmins live devoted to efforts aimed at injuring various seeds and plants.

source: ཟས་ཀྱི་སོགས་འཇོག་དང་། སྐོམ་གྱི་སོགས་འཇོག་དང་། དྲིའི་སོགས་འཇོག་དང་། རོའི་སོགས་འཇོག་དང་། ལོ་མའི་སོགས་འཇོག་དང་། མེ་ཏོག་གི་སོགས་འཇོག་དང་། འབྲས་བུའི་སོགས་འཇོག་དང་། དགེ་སྦྱོང་དང་བྲམ་ཟེ་རྣམས་ཀྱི་སོགས་འཇོག་སྣ་ཚོགས་རྩོམ་པ་ལ་སྦྱོར་བར་བརྩོན་པ་དེ་ལྟ་བུ་ལས་སླར་ལོག་པ་ཡིན་ནོ།། །།འདུལ་བ་གཞི། བམ་པོ་སུམ་བཅུ་རྩ་གཅིག་པ།
en: “Ambāṣṭha, some śramaṇas and brahmins, having enjoyed what was given with faith, live devoted to efforts aimed at hoarding various things, namely, hoarding food, drink, incense, garlands, leaves, flowers, and fruits.

source: མ་སྡུག་འདི་ལྟར་ཡང་དགེ་སྦྱོང་དང་བྲམ་ཟེ་ཁ་ཅིག་དད་པས་བྱིན་པ་དག་སྤྱད་ནས་གནས་མལ་མཐོན་པོ་དང་། གནས་མལ་ཆེན་པོ་སྣ་ཚོགས་རྩོམ་པ་ལ་སྦྱོར་བར་བརྩོན་པས་གནས་པར་བྱེད་པ་འདི་ལྟ་སྟེ།
en: He abstains from the way that some śramaṇas and brahmins live devoted to efforts aimed at hoarding various things. “Ambāṣṭha, some śramaṇas and brahmins, having enjoyed what was given with faith, live devoted to efforts aimed at using various high seats or large seats, namely, chairs; couches; couches upholstered with woolen and cotton cloth; couches covered with cotton velvet, large pieces of cloth, variegated cloth, and woolen coverlets;

source: སྟན་དང་། ཁྲི་དང་། ཁྲི་སྣམ་བུ་ཅན་དང་། རས་ཀྱི་སྣམ་བུ་ཅན་དང་། བེའུ་རས་ཀྱིས་གཡོགས་པ་དང་། རས་ཡུག་ཆེན་གྱིས་གཡོགས་པ་དང་། རས་ཁྲ་བོས་གཡོགས་པ་དང་། པ་ལེ་ལའི་རས་ཀྱིས་གཡོགས་པ་དང་། གླང་པོ་ཆེའི་འཐབ་སྟན་དང་། རྟའི་འཐབ་སྟན་དང་། ངོས་གཅིག་བལ་ལས་བྱས་པ་དང་། ངོས་གཉིས་ཀ་བལ་ལས་བྱས་པ་དང་། སྟོད་བལ་ལས་བྱས་པ་དང་། རྒྱབ་བལ་ལས་བྱས་པ་དང་། བལ་ལས་བྱས་པ་དང་། ཀ་ལིང་ཀའི་གོས་ཀྱི་སྟེང་གཡོགས་པ་དང་། གཡོགས་དང་བཅས་པའི་གོས་དང་། ཕྱོགས་གཉིས་སུ་སྔས་དམར་པོ་ལས་བྱས་པ་སྟེ།
en: carpets on elephants’ backs; carpets on horseback; seats with wool on one side; seats with wool on both sides; seats with wool on the upper side; seats with wool on the back side;

source: དགེ་སྦྱོང་དང་བྲམ་ཟེ་རྣམས་ཀྱི་གནས་མལ་མཐོན་པོ་དང་། གནས་མལ་ཆེན་པོ་རྩོམ་པ་ལ་སྦྱོར་བ་དེ་ལྟ་བུ་ལས་སླར་ལོག་པ་ཡིན་ནོ།
en: seats made from wool; seats with an upper covering of cloth from Kaliṅga; cloth with a covering; and seats with red pillows at both ends. He abstains from the way that some śramaṇas and brahmins live devoted to efforts aimed at using various high seats or large seats.

source: །མ་སྡུག་འདི་ལྟར་ཡང་དགེ་སྦྱོང་ངམ་བྲམ་ཟེ་ཁ་ཅིག་དད་པས་བྱིན་པ་དག་སྤྱད་ནས་འཆང་བ་དང་། གཞག་པ་སྣ་ཚོགས་རྩོམ་པ་ལ་སྦྱོར་བར་བརྩོན་པས་གནས་པ་འདི་ལྟ་སྟེ།
en: “Ambāṣṭha, some śramaṇas and brahmins, having enjoyed what was given with faith, live devoted to efforts aimed at various ways of adorning themselves, namely, rubbing; washing; scrubbing grime away; wearing flower garlands, incense, and ointment; decorating the skin; changing the color of the fingernails; powdering the face;

source: མཉེ་བ་དང་། བཀྲུ་བ་དང་། དྲིལ་ཕྱི་དང་། མེ་ཏོག་གི་ཕྲེང་བ་དང་། དྲི་དང་། བྱུག་པ་དང་། ཁ་དོག་འཆང་བ་དང་། སེན་མོའི་ཁ་དོག་སྒྱུར་བ་དང་། ཁར་ཕྱེ་མ་འདེབས་པ་དང་། གདོང་གི་བྱི་དོར་དང་། མེ་ལོང་ལ་ལྟ་བ་དང་། ལག་ངར་བརྒྱན་པ་དང་། གཙུག་ཏོར་འཆིང་བ་དང་། གདུགས་ཀྱི་རྩ་བ་སྦུ་བུ་ཅན་དང་། རལ་གྲི་དང་། རྔ་ཡབ་ནོར་བུའི་ཡུ་བ་ཅན་དང་། མཆིལ་ལྷམ་ཁྲ་བོ་དང་། གོས་སར་པ་དང་། རས་སར་པ་ཁ་ཚར་ཅན་འཆང་བའི་རང་བཞིན་ཅན་དག་སྟེ།
en: cleansing the face; looking into mirrors; decorating the forearms; wearing a headdress; holding hollow parasol handles, swords, and cowries with jeweled sticks;

source: དགེ་སྦྱོང་དང་བྲམ་ཟེ་རྣམས་ཀྱི་གཞག་པ་དང་འཆང་བ་སྣ་ཚོགས་རྩོམ་པ་ལ་སྦྱོར་བར་བརྩོན་པ་དེ་ལྟ་བུ་ལས་སླར་ལོག་པ་ཡིན་ནོ།
en: wearing multicolored shoes and new clothes; and having new fringed clothes to keep. He abstains from the way that some śramaṇas and brahmins live devoted to efforts aimed at various ways of adorning themselves.

source: །མ་སྡུག་འདི་ལྟར་ཡང་དགེ་སྦྱོང་དང་བྲམ་ཟེ་ཁ་ཅིག་དད་པས་བྱིན་པ་དག་སྤྱད་ནས་ལྟད་མོ་སྣ་ཚོགས་རྩོམ་པ་ལ་སྦྱོར་བར་བརྩོན་པས་གནས་པ་འདི་ལྟ་སྟེ།
en: “Ambāṣṭha, some śramaṇas and brahmins, having enjoyed what was given with faith, live devoted to efforts aimed at various spectacles: they want to watch elephant battles; chariot battles; infantry battles; fighting with sticks, fists, and elbows;

source: གླང་པོ་ཆེས་འགྱེད་པ་དང་། ཤིང་རྟས་འགྱེད་པ་དང་། དཔུང་བུ་ཆུང་གིས་འགྱེད་པ་དང་། དབྱུག་པས་འགྱེད་པ་དང་། ཁུ་ཚུར་གྱིས་འགྱེད་པ་དང་། གྲུ་མོས་འགྱེད་པ་དང་། ཁྱུ་མཆོག་གིས་འགྱེད་པ་དང་། མ་ཧེས་འགྱེད་པ་དང་། ར་འགྱེད་པ་དང་། ལུག་འགྱེད་པ་དང་། བྱ་གག་འཐབ་པ་དང་། མཆིལ་པ་འཐབ་པ་དང་། འུར་པ་འཐབ་པ་དང་། བྱ་གག་དང་། ཕུག་རོན་དང་། མཆིལ་པ་དང་། བུད་མེད་འཐབ་པ་དང་། སྐྱེས་པ་འཐབ་པ་དང་། གཞོན་ནུ་འཐབ་པ་དང་། གཞོན་ནུ་མ་འཐབ་པ་དང་། ཤིང་འཛེག་པ་དང་། བྲོ་གར་གྱི་ཚོགས་དང་། ཕྲག་པ་ནས་འགོང་བ་དང་། རྒྱལ་མཚན་གྱི་རྩེ་མོ་དང་། དཔུང་གི་ཚོགས་དང་། གཡུལ་བཤམས་པ་དང་། དམག་ཚོགས་ལ་ལྟ་བ་དང་། འདུས་པ་ཆེན་པོ་ལ་ལྟ་བར་འདོད་པ་སྟེ།
en: bull fighting, buffalo fighting, goat fighting, sheep fighting, cock fighting, quail fighting, lark fighting, and cock-quail-lark fighting; woman fighting, man fighting, boy fighting, and girl fighting; pole climbing; dancing; sham fights; displays of banners; an army; the deployment of an army;

source: དགེ་སྦྱོང་དང་བྲམ་ཟེ་རྣམས་ཀྱི་ལྟད་མོ་སྣ་ཚོགས་རྩོམ་པ་ལ་སྦྱོར་བར་བརྩོན་པ་དེ་ལྟ་བུ་ལས་སླར་ལོག་པ་ཡིན་ནོ།
en: troops; and a great assembly. He abstains from the way that some śramaṇas and brahmins live devoted to efforts aimed at various spectacles.

source: །མ་སྡུག་འདི་ལྟར་ཡང་དགེ་སྦྱོང་དང་བྲམ་ཟེ་ཁ་ཅིག་དད་པས་བྱིན་པ་དག་སྤྱད་ནས་ཉན་པ་སྣ་ཚོགས་རྩོམ་པ་ལ་སྦྱོར་བར་བརྩོན་པས་གནས་པ་འདི་ལྟ་སྟེ།
en: “Ambāṣṭha, some śramaṇas and brahmins, having enjoyed what was given with faith, live devoted to efforts aimed at listening to various sounds: they want to listen to the cry of elephants and horses; the sound of chariots and infantry; the sound of paṭaha drums, large drums, and various kinds of music; the voices of singing dancers;

source: གླང་པོ་ཆེའི་སྐད་དང་། རྟའི་སྐད་དང་། ཤིང་རྟའི་སྒྲ་དང་། དཔུང་བུ་ཆུང་གི་སྒྲ་དང་། རྔ་པ་ཊ་ཧའི་སྒྲ་དང་། རྔ་བོ་ཆེའི་སྒྲ་དང་། རོལ་མོའི་ཚོགས་པའི་སྒྲ་དང་། གར་མཁན་གྱི་གླུ་སྒྲ་དང་། རོལ་མོའི་སྒྲ་དང་། ཁར་གསིལ་གྱི་སྒྲ་དང་། སེ་གོལ་གྱི་སྒྲ་དང་། ཐལ་མོའི་སྒྲ་དང་། བུམ་པའི་སྒྲ་དང་། རང་བཟོའི་སྒྲ་དང་། སྙན་དངགས་ཀྱི་སྒྲ་དང་། ཡིག་འབྲུ་སྣ་ཚོགས་དང་། ཚིག་དང་ཡི་གེ་སྣ་ཚོགས་དང་། འཇིག་རྟེན་རྒྱང་འཕེན་དང་ལྡན་པ་དང་གྲགས་པའི་གཏམ་ཉན་འདོད་པ་དག་སྟེ།
en: the sound of music; the sound of sticks, snapping fingers, the palms of the hands, and pots; the sounds of fairy tales and poetry; various syllables and various words and characters; sermons of the Lokāyatas;

source: དགེ་སྦྱོང་དང་བྲམ་ཟེ་རྣམས་ཀྱི་སྒྲ་སྣ་ཚོགས་ཉན་པ་རྩོམ་པ་ལ་སྦྱོར་བར་བརྩོན་པ་དེ་ལྟ་བུ་ལས་སླར་ལོག་པ་ཡིན་ནོ།
en: and stories of the famous. He abstains from the way that some śramaṇas and brahmins live devoted to efforts aimed at listening to various sounds.

source: །མ་སྡུག་འདི་ལྟར་ཡང་དགེ་སྦྱོང་དང་བྲམ་ཟེ་ཁ་ཅིག་དད་པས་བྱིན་པ་དག་སྤྱད་ནས། ཨུག་ཤུད་དང་། ཁྲས་དང་། ཆོ་ལོ་རྩོམ་པ་ལ་སྦྱོར་བར་བརྩོན་པས་གནས་པ་འདི་ལྟ་སྟེ།
en: “Ambāṣṭha, some śramaṇas and brahmins, having enjoyed what was given with faith, live devoted to efforts aimed at dice, cheating, and gambling:

source: མིག་བརྒྱད་པ་དང་། མིག་བཅུ་པ་དང་། ན་ཡའི་མིག་དང་། ཕྱོགས་ཕྱོགས་ནས་འགྱེད་པ་དང་། བུམ་པས་རྩེ་བ་དང་། ཀ་ལེ་དང་ཀ་ཙ་ལེ་དང་། ཕེག་གིས་རྩེ་བ་དང་། ཨུག་ཤུད་དང་། གུལ་ཚབ་དང་། ཐུར་མ་དང་། ལག་རྒྱན་ནམ།
en: namely, chess with an eight-rowed or ten-rowed chessboard, ākarṣaṇa, sending from all directions, playing with a pot, kale, and kacale, playing with cymbals, deceit in dice, sticks, and bracelets, or holding a banquet according to a wager.

source: ཁ་ཅིག་སྐུགས་ཅི་ལྟ་བར་འགྱེད་པ་སྟེ། དགེ་སྦྱོང་དང་བྲམ་ཟེ་རྣམས་ཀྱི་ཨུག་ཤུད་དང་། ཁྲས་དང་། ཆོ་ལོ་རྩོམ་པ་ལ་སྦྱོར་བ་དེ་ལྟ་བུ་ལས་སླར་ལོག་པ་ཡིན་ནོ།
en: He abstains from the way that some śramaṇas and brahmins live devoted to efforts aimed at dice, cheating, and gambling.

source: །མ་སྡུག་འདི་ལྟར་ཡང་དགེ་སྦྱོང་དང་བྲམ་ཟེ་ཁ་ཅིག་དད་པས་བྱིན་པ་དག་སྤྱད་ནས་གཏམ་སྣ་ཚོགས་རྩོམ་པ་ལ་སྦྱོར་བར་བརྩོན་པས་གནས་པ་འདི་ལྟ་སྟེ།
en: “Ambāṣṭha, some śramaṇas and brahmins, having enjoyed what was given with faith, live devoted to efforts aimed at various talk:

source: རྒྱལ་པོའི་གཏམ་དང་། དམག་གི་གཏམ་དང་། ཟས་ཀྱི་གཏམ་དང་། སྐོམ་གྱི་གཏམ་དང་། གོས་ཀྱི་གཏམ་དང་། ཚོང་འདུས་ཀྱི་གཏམ་དང་། སྨད་འཚོང་གི་གཏམ་དང་། ལམ་ངན་བརྗོད་པའི་གཏམ་དང་། རྒྱ་མཚོ་ཆེན་པོ་རྗོད་པའི་གཏམ་དང་། ལྗོངས་དང་། སྣ་ཆེན་པོ་ལ་གཏོགས་པ་རྗོད་པའི་གཏམ་སྟེ།
en: namely, talk about kings, armies, food, drink, clothes, markets, and courtesans, talk about evil ways, talk about the great ocean, and talk about countries and chief ministers.

source: དགེ་སྦྱོང་དང་བྲམ་ཟེ་རྣམས་ཀྱི་གཏམ་སྣ་ཚོགས་རྩོམ་པ་ལ་སྦྱོར་བ་དེ་ལྟ་བུ་ལས་སླར་ལོག་པ་ཡིན་ནོ།
en: He abstains from the way that some śramaṇas and brahmins live devoted to efforts aimed at various talk.

source: །མ་སྡུག་འདི་ལྟར་ཡང་དགེ་སྦྱོང་དང་བྲམ་ཟེ་ཁ་ཅིག་དད་པས་བྱིན་པ་དག་སྤྱད་ནས་རྩོད་པ་སྣ་ཚོགས་རྩོམ་པ་ལ་སྦྱོར་བར་བརྩོན་པས་གནས་པ་འདི་ལྟ་སྟེ།
en: “Ambāṣṭha, some śramaṇas and brahmins, having enjoyed what was given with faith, live devoted to efforts aimed at various disputes:

source: ཇི་ལྟར་ཁོ་བོས་ཆོས་འདུལ་བ་འདི་ཀུན་ཤེས་པ་དེ་བཞིན་དུ། ཁྱོད་ཀྱིས་ཀྱང་ཆོས་འདུལ་བ་འདི་ཀུན་ཤེས་མོད་ཀྱི་ཁྱོད་ཀྱིས་ནི་རིགས་པ་དང་ལྡན་པ་དང་འབྲེལ་བ་མ་ཡིན་ཏེ།
en: ‘Certainly you know this Dharma and Vinaya as well as I, but you neither have nor are close to having good reasoning’;

source: སྔར་སྨྲ་བར་བྱ་བ་ནི་ཕྱིས་སྨྲས།
en: ‘You said afterward what is to be said beforehand’;

source: ཕྱིས་སྨྲ་བར་བྱ་བ་ནི་སྔར་སྨྲས་ལ་ཁྱོད་ཀྱིས་ཧ་ཅང་མྱུར་བར་སྨྲས་པས་མི་གསལ་ལོ།
en: ‘You said beforehand what is to be said afterward’; ‘You spoke so hastily that what you said was not clear’;

source: །བརྩད་པ་མཇུག་བརྟུལ་གྱིས་ཁྱོད་ཀྱིས་བརྩད་པའི་དོན་དུ་སྨྲས་པའི་ཚིག་དེ་ཐོང་ཤིག །ཚར་བཅད་པར་ཤེས་སམ།
en: ‘Since the dispute has come to an end, give up the words that you spoke for the sake of the dispute’; ‘Do you know that you have already been defeated?’;

source: གལ་ཏེ་ལན་ཐེབས་པ་ལྟ་ན་དྲིས་དང་སྨྲོས་ཤིག་ཅེས་བྱ་བ་དགེ་སྦྱོང་དང་བྲམ་ཟེ་རྣམས་ཀྱི་རྩོད་པ་སྣ་ཚོགས་རྩོམ་པ་ལ་སྦྱོར་བ་དེ་ལྟ་བུ་ལས་སླར་ལོག་པ་ཡིན་ནོ།
en: ‘If you think you can reply suitably, then ask and speak.’ He abstains from the way that some śramaṇas and brahmins live devoted to efforts aimed at various disputes.

source: །མ་སྡུག་འདི་ལྟར་ཡང་དགེ་སྦྱོང་དང་བྲམ་ཟེ་ཁ་ཅིག་དད་པས་བྱིན་པ་དག་སྤྱད་ནས་ཕོ་ཉར་འགྲོ་བ་དང་། གཏོང་བ་ལོག་པའི་འཚོ་བས་འཚོ་བར་བྱེད་པ་འདི་ལྟ་སྟེ། དེ་དག་རྒྱལ་པོའིའམ། བློན་པོ་ཆེན་པོ་རྣམས་ཀྱིའམ། བྲམ་ཟེ་རྣམས་ཀྱིའམ།
en: “Ambāṣṭha, some śramaṇas and brahmins, having enjoyed what was given with faith, engage in wrong ways of making a living, which are acting as a messenger and sending someone else as a messenger:

source: ཁྱིམ་བདག་རྣམས་ཀྱིའམ། གྲོང་མི་རྣམས་ཀྱིའམ། ཡུལ་མི་རྣམས་ཀྱིའམ། ཚོང་དཔོན་རྣམས་ཀྱིའམ། དེད་དཔོན་རྣམས་ཀྱི་ཕོ་ཉ་ཚུ་བི་ནས་ཁྲིད་དེ་ཕ་བིར་སྣ་འདྲེན་པར་བྱེད་པ་དང་། ཕ་བི་ནས་ཕོ་ཉ་ཁྲིད་དེ་ཚུ་བིར་སྣ་འདྲེན་པར་བྱེད་པ་སྟེ།
en: they bring messengers from kings, high-ranking ministers, brahmins, householders, citizens, provincial residents, guild heads, or caravan leaders from here to there, and from there to here.

source: དགེ་སྦྱོང་དང་བྲམ་ཟེ་རྣམས་ཀྱི་ཕོ་ཉར་འགྲོ་བ་དང་གཏོང་བ་ལོག་པའི་འཚོ་བ་དེ་ལྟ་བུ་ལས་སླར་ལོག་པ་ཡིན་ནོ།
en: He abstains from the way that some śramaṇas and brahmins engage in wrong ways of making a living, which are acting as a messenger and sending someone else as a messenger.

source: །མ་སྡུག་འདི་ལྟར་ཡང་དགེ་སྦྱོང་དང་བྲམ་ཟེ་ཁ་ཅིག་དད་པས་བྱིན་པ་དག་སྤྱད་ནས་ཚུལ་འཆོས་པ་དང་། ཁ་གསག་དང་། གཞོགས་སློང་དང་། ཐོབ་ཀྱིས་འཇལ་བ་དང་། རྙེད་པས་རྙེད་པ་སྒྲུབ་པར་བྱེད་དེ། དགེ་སྦྱོང་དང་བྲམ་ཟེ་རྣམས་ཀྱི་ཚུལ་འཆོས་པ་དང་། ཁ་གསག་དང་། གཞོགས་སློང་དང་། ཐོབ་ཀྱིས་འཇལ་བ་དང་། རྙེད་པས་རྙེད་པ་སྒྲུབ་པར་བྱེད་པ་དེ་ལྟ་བུ་ལས་སླར་ལོག་པ་ཡིན་ནོ།
en: “Ambāṣṭha, some śramaṇas and brahmins, having enjoyed what was given with faith, engage in hypocrisy, flattery, indirect begging, extortion, and the producing of further profit from the profit they have gained. He abstains from the way that some śramaṇas and brahmins engage in hypocrisy, flattery, indirect begging, extortion, and the producing of further profit from the profit they have gained.

source: །འདི་ལྟར་ཡང་མ་སྡུག་དགེ་སྦྱོང་དང་བྲམ་ཟེ་ཁ་ཅིག་དད་པས་བྱིན་པ་དག་སྤྱད་ནས་ཡོན་པོའི་དཔྱད་ཀྱི་ལོག་པའི་འཚོ་བས་འཚོ་བར་བྱེད་པ་འདི་ལྟ་སྟེ།
en: “Ambāṣṭha, some śramaṇas and brahmins, having enjoyed what was given with faith, engage in wrong ways of making a living, which are perverse sciences:

source: གནམ་གྲུམ་པ་དང་། རྨ་མཚན་དང་། རྨི་ལམ་གྱི་མཚན་མ་དང་། མེས་ཚིག་པ་དང་། ཆུས་རེག་པ་དང་། བྱི་བས་ཟོས་པ་དང་། འབེབས་པ་དང་། སྐད་ཉན་པ་དང་། འབྱུང་པོ་ཐམས་ཅད་ཀྱི་སྐད་དང་། ལུས་ཀྱི་དཔྱད་དང་། ཁྱིམ་སའི་དཔྱད་དང་། ནེ་ཙོའི་དཔྱད་དང་། བྱའི་དཔྱད་དང་། མཐེ་བོའི་དཔྱད་དང་། ཁ་ཅིག་སྐར་མའི་སྦྱོར་བ་བྱེད་དེ།
en: namely, interpreting extraordinary celestial phenomena, scar signs, dream signs, burn marks, water stains, holes gnawed by mice, and objects thrown down; listening to voices, listening to the voices of all kinds of beings; and the science of limbs, the science of selecting sites for houses, the science of parrots, the science of birds, and the science of thumbs.

source: དགེ་སྦྱོང་དང་བྲམ་ཟེ་རྣམས་ཀྱི་ཡོན་པོའི་དཔྱད་ཀྱི་ལོག་པའི་འཚོ་བ་དེ་ལྟ་བུ་ལས་སླར་ལོག་པ་ཡིན་ནོ།
en: Some are devoted to the science of the stars. He abstains from such wrong ways of making a living of some śramaṇas and brahmins, which are perverse sciences.

source: །མ་སྡུག་འདི་ལྟར་ཡང་དགེ་སྦྱོང་དང་བྲམ་ཟེ་ཁ་ཅིག་དད་པས་བྱིན་པ་དག་སྤྱད་ནས་ཡོན་པོའི་དཔྱད་ཀྱི་ལོག་པའི་འཚོ་བས་འཚོ་བར་བྱེད་པ་འདི་ལྟ་སྟེ།
en: “Ambāṣṭha, some śramaṇas and brahmins, having enjoyed what was given with faith, engage in wrong ways of making a living, which are perverse sciences:

source: ཡུད་ཙམ་རྣམས་ཀྱི་སྦྱོར་བ་དང་། རྒྱུ་སྐར་ཤར་བ་དང་། རོ་བརྟག་པ་དང་། ཞི་བའི་ལས་དང་། རྒྱས་པའི་ལས་དང་། དྲག་པོའི་ལས་དང་། བསང་གཏོར་གྱི་ལས་དང་། ཡིག་འབྲུ་དང་། རྩིས་དང་། གྲངས་དང་། ལག་རྩིས་དང་། མེ་ལོང་གི་དཔྱད་ལ་སྦྱོར་བར་བྱེད་དོ།
en: they employ the science of indicating favorable or unfavorable moments for an undertaking and knowing the rise of constellations, the examination of corpses, rites for pacification, rites for prosperity, rites for terrifying deities, rites using water for purification, writing letters, arithmetic, accounting, calculation with the hands, and the science of mirrors.

source: །དགེ་སྦྱོང་དང་བྲམ་ཟེ་རྣམས་ཀྱི་ཡོན་པོའི་དཔྱད་ཀྱི་འཚོ་བ་དེ་ལྟ་བུ་ལས་སླར་ལོག་པ་ཡིན་ནོ།
en: He abstains from such wrong ways of making a living of some śramaṇas and brahmins, which are perverse sciences.

source: གསོ་བའི་དཔྱད་དང་། རྩ་བའི་སྨན་དང་། མིག་སྨན་སྦྱིན་པ་དང་། སྣུམ་བག་དང་། རོ་སྦྱིན་པ་དང་། སྨན་སྦྱིན་པ་དང་། བུད་མེད་ཀྱི་དཔྱད་དང་། གཞོན་ནུའི་དཔྱད་དང་། གཞོན་ནུ་མའི་དཔྱད་དང་། སྨན་ལ་སྦྱོར་བར་བྱེད་པ་སྟེ།
en: they employ therapeutic science; medicines derived from roots; prescribing collyrium, oil, juice, and medicines; therapies for women, boys, and girls; and medicinal therapies.

source: ནོར་བུའི་མཚན་ཉིད་དང་། དབྱུག་པའི་མཚན་ཉིད་དང་། རལ་གྲིའི་མཚན་ཉིད་དང་། མདའི་མཚན་ཉིད་དང་། མཚོན་ཆའི་མཚན་ཉིད་དང་། གླང་པོ་ཆེའི་མཚན་ཉིད་དང་། རྟའི་མཚན་ཉིད་དང་། ཁྱུ་མཆོག་གི་མཚན་ཉིད་དང་། མ་ཧེའི་མཚན་ཉིད་དང་། རའི་མཚན་ཉིད་དང་། ལུག་གི་མཚན་ཉིད་དང་། བྱ་གག་གི་མཚན་ཉིད་དང་། འུར་བའི་མཚན་ཉིད་དང་། མཆིལ་པའི་མཚན་ཉིད་དང་། བུད་མེད་ཀྱི་མཚན་ཉིད་དང་། སྐྱེས་པའི་མཚན་ཉིད་དང་། གཞོན་ནུའི་མཚན་ཉིད་དང་། གཞོན་ནུ་མའི་མཚན་ཉིད་དང་། ཚེ་ཐུང་བའི་རྟགས་དང་། ཚེ་རིང་བའི་རྟགས་དང་། སྐལ་བ་ཆུང་བའི་རྟགས་དང་། སྐལ་བ་ཆེ་བའི་རྟགས་དང་། བསོད་ནམས་ཆུང་བའི་རྟགས་དང་། བསོད་ནམས་ཆེ་བའི་རྟགས་དང་། མཐུ་ཆུང་བའི་རྟགས་དང་། མཐུ་ཆེ་བའི་རྟགས་དང་། ཇོ་བོའི་མཚན་ཉིད་དང་བྲན་གྱི་མཚན་ཉིད་དེ།
en: namely, the science of the characteristics of jewels, sticks, swords, arrows, weapons, elephants, horses, bulls, buffalo, goats, sheep, roosters, larks, quails, women, men, boys, and girls; omens of a short life, a long life, little good fortune, great good fortune, little merit, great merit, little power, and great power; and the characteristics of masters and slaves.

source: སྨན་མས་ཅིག་ཅར་གཏོང་བ་དང་། སྒྲེངས་ཏེ་གཏོང་བ་དང་། སྐྱུག་པ་དང་། འཁྲུ་བ་དང་། སྟོད་དུ་འཁྲུ་བ་དང་། སྣར་བླུགས་པ་དང་། དུ་བ་རྔུབ་པ་དང་། དུགས་ཀྱི་ལས་དང་། བད་ཀན་གྱི་དཔྱད་དང་། ཕོ་བའི་དཔྱད་དང་། སྨེ་བ་དང་ཕོལ་མིག་གི་དཔྱད་དང་། རི་དགས་འཁྱིལ་པ་དང་། བྱ་རོག་འཁྱིལ་པ་དང་། མཁུར་བ་འགུལ་བ་དང་། ལྕེ་སོས་ཆོད་པ་དང་། རོ་ལངས་དང་། རོ་ལངས་ཕྱེད་ལ་སྦྱོར་བར་བྱེད་དེ།
en: inhaling smoke; thermotherapy; therapies for phlegm, the stomach, and moles and carbuncles; treatments for flocks of animals and birds; treatment for quaking cheeks and the tongue cut by the teeth;

source: དགུག་པ་དང་། ཀུན་དུ་དགུག་པ་དང་། རྣམ་པར་དགུག་པ་དང་། ཀུན་དུ་རྨོངས་པ་དང་། རྣམ་པར་རྨོངས་པ་དང་། རྣམ་པར་འཐོར་བ་དང་། རྣམ་པར་འཇོམས་པའི་ཆོས་དང་། བདེ་བར་བྱེད་པ་དང་། སྡུག་བསྔལ་བར་བྱེད་པ་དང་། བུ་འཆགས་པར་བྱེད་པ་དང་། ཏིལ་གྱི་སྦྱིན་སྲེག་དང་། འབྲས་ཀྱི་སྦྱིན་སྲེག་དང་། ཚེར་མའི་སྦྱིན་སྲེག་དང་། རྫས་ཀྱི་སྦྱིན་སྲེག་དང་། སྦྱིན་སྲེག་གི་སྦྱིན་སྲེག་དང་། ཉི་མ་ལ་བཀུར་སྟི་བྱ་བ་དང་། སྐར་མ་ལ་བཀུར་སྟི་བྱ་བ་དང་། ལྷ་ལ་བཀུར་སྟི་བྱ་བ་དང་། བཀུར་སྟིའི་གནས་ཆེན་པོ་ལ་བཀུར་སྟི་བྱེད་པ་སྟེ།
en: causing pleasure; causing pain; causing someone to fall in love with one’s son; burning oblations of sesame, rice, thorns, and other goods; burning oblations of oils; and worshiping the sun, stars, gods, and great places of worship.

source: །མ་སྡུག་འདི་ལྟར་ཡང་དགེ་སྦྱོང་དང་བྲམ་ཟེ་ཁ་ཅིག་དད་པས་བྱིན་པ་དག་སྤྱད་ནས་ཡོན་པོའི་དཔྱད་སྣ་ཚོགས་ཀྱི་ལོག་པའི་འཚོ་བས་འཚོ་བར་བྱེད་པ་འདི་ལྟ་སྟེ།
en: “Ambāṣṭha, some śramaṇas and brahmins, having enjoyed what was given with faith, engage in wrong ways of making a living, which are perverse sciences:

source: འཇིགས་པར་འགྱུར་བ་དང་། ཞི་བར་འགྱུར་བ་དང་། ལོ་ཉེས་པར་འགྱུར་བ་དང་། ལོ་ལེགས་པར་འགྱུར་བ་དང་། ཆར་མི་འབེབས་པར་འགྱུར་བ་དང་། ཆར་ལེགས་པར་འབེབས་པར་འགྱུར་བ་དང་། ཡམས་ཀྱི་ནད་འབྱུང་བར་འགྱུར་བ་དང་། ཡམས་ཀྱི་ནད་འབྱུང་བར་མི་འགྱུར་བ་སྟེ།
en: they predict that there will be danger, peace, a very poor harvest, an abundant harvest, lack of rain, abundant rain, emergence of a plague, or disappearance of a plague.

source: །མ་སྡུག་འདི་ལྟར་ཡང་དགེ་སྦྱོང་ངམ་བྲམ་ཟེ་ཁ་ཅིག་དད་པས་བྱིན་པ་དག་སྤྱད་ནས་ཡོན་པོའི་དཔྱད་སྣ་ཚོགས་ཀྱི་ལོག་པའི་འཚོ་བས་འཚོ་བར་བྱེད་པ་འདི་ལྟ་སྟེ།
en: “Ambāṣṭha, some śramaṇas and brahmins, having enjoyed what was given with faith, engage in wrong ways of making a living, which are perverse sciences:

source: ཟུན་རྣམས་ཀྱི་རྒྱལ་པོ་རྒྱལ་བར་འགྱུར་ཞིང་ཕྱི་རོལ་པ་རྣམས་ཀྱི་རྒྱལ་པོ་ཕམ་པར་འགྱུར་བ་དང་། ཕྱི་རོལ་པ་རྣམས་ཀྱི་རྒྱལ་པོ་རྒྱལ་བར་འགྱུར་ཞིང་ཟུན་རྣམས་ཀྱི་རྒྱལ་པོ་ཕམ་པར་འགྱུར་བ་དང་། ཟུན་རྣམས་ཀྱི་རྒྱལ་པོ་གཡུལ་དུ་འཇུག་པར་འགྱུར་ཞིང་ཕྱི་རོལ་པ་རྣམས་ཀྱི་རྒྱལ་པོ་འབྱུང་བར་འགྱུར་བ་དང་། ཕྱི་རོལ་པ་རྣམས་ཀྱི་རྒྱལ་པོ་གཡུལ་དུ་འཇུག་པར་འགྱུར་ཞིང་ཟུན་རྣམས་ཀྱི་རྒྱལ་པོ་འབྱུང་བར་འགྱུར་བ་དག་སྟེ།
en: they predict that their allied king will win and the opposing king will be defeated and vice versa, or that the allied king will proceed to the battlefield and the opposing king will retreat and vice versa.

source: ཉི་མ་དང་ཟླ་བ་དག་ལམ་དུ་འགྲོ་བ་དང་། ཉི་མ་དང་ཟླ་བ་དག་ལམ་གོལ་བར་འགྲོ་བ་དང་། ལམ་དུ་ཉི་མ་གཟས་ཟིན་པ་དང་། ཟླ་བ་གཟས་ཟིན་པ་དང་། སྐར་མདའ་ལྟུང་བ་དང་། ཕྱོགས་དམར་པོར་གྱུར་པ་དང་། བར་སྣང་ལས་སྒྲ་བྱུང་བ་དང་། ཉི་མ་དང་ཟླ་བ་འདི་གཉིས་འདི་ལྟར་རྫུ་འཕྲུལ་ཆེ་ཞིང་མཐུ་ཆེ་བ་འཆར་བ་དང་། ནུབ་པ་དང་། བསྒྲིབས་པ་དང་། མ་བསྒྲིབས་པ་དང་། འདི་ལྟ་སྟེ།
en: that there will be eclipses of the sun and the moon in orbit; that a shooting star will fall; that a part of the sky will turn red; that sounds will come from the sky; or that both the sun and the moon, which are of such great magical power and dignity, will rise, sink, and be covered or uncovered, which means, for instance, that an orbit and a wrong orbit will become visible.

source: ལམ་དང་ལམ་གོལ་བ་དག་མངོན་པ་སྟེ། དགེ་སྦྱོང་དང་བྲམ་ཟེ་རྣམས་ཀྱི་ཡོན་པོའི་དཔྱད་ཀྱི་ལོག་པའི་འཚོ་བ་དེ་ལྟ་བུ་ལས་སླར་ལོག་པ་ཡིན་ནོ།
en: He abstains from such wrong ways of living of some śramaṇas and brahmins, which are perverse sciences.

source: ཉི་མ་དང་ཟླ་བ་དག་ལམ་དུ་འགྲོ་ན་འབྲས་བུ་འདི་ལྟ་བུར་འགྱུར་བ་དང་། ཉི་མ་དང་ཟླ་བ་དག་ལམ་གོལ་བར་འགྲོ་ན་འབྲས་བུ་འདི་ལྟ་བུར་འགྱུར་བ་དང་། ལམ་དུ་ཉི་མ་གཟས་ཟིན་པ་དང་། ཟླ་བ་གཟས་ཟིན་པ་དང་། སྐར་མདའ་ལྟུང་བ་དང་། ཕྱོགས་དམར་པོར་གྱུར་པ་དང་། བར་སྣང་ལས་སྒྲ་བྱུང་ན་འབྲས་བུ་འདི་ལྟ་བུར་འགྱུར་བ་དང་། ཉི་མ་དང་ཟླ་བ་འདི་གཉིས་འདི་ལྟར་རྫུ་འཕྲུལ་ཆེ་ཞིང་མཐུ་ཆེ་བ་འཆར་བ་དང་། ནུབ་པ་དང་། བསྒྲིབས་པ་དང་། མ་བསྒྲིབས་པ་དང་། འདི་ལྟ་སྟེ།
en: they predict that if the sun and the moon move in orbit, the result will be such-and-such; that if the sun and the moon deviate from orbit, the result will be such-and-such; that if there are eclipses of the sun and the moon in orbit, a shooting star falls, a part of the sky turns red, or sounds come from the sky, the result will be such-and-such; or that if both the sun and the moon, which are of such great magical power and dignity, rise, sink, and are covered or uncovered, which means, for instance, that an orbit and a wrong orbit become visible, the result will be such-and-such.

source: ལམ་དང་ལམ་གོལ་བ་མངོན་ན་འབྲས་བུ་འདི་ལྟ་བུར་འགྱུར་བར་སྟོན་པ་སྟེ། དགེ་སྦྱོང་དང་བྲམ་ཟེ་རྣམས་ཀྱི་ཡོན་པོའི་དཔྱད་ཀྱི་ལོག་པའི་འཚོ་བ་དེ་ལྟ་བུ་ལས་སླར་ལོག་པ་ཡིན་ནོ།
en: He abstains from such wrong ways of making a living of some śramaṇas and brahmins, which are perverse sciences.

source: །དེ་འཕགས་པའི་ཚུལ་ཁྲིམས་ཀྱི་ཕུང་པོ་དེ་དང་ལྡན་པས་ནང་གི་བདེ་བ་ཁ་ན་མ་ཐོ་བ་མེད་པ་ཉམས་སུ་མྱོང་བར་བྱེད་ཅིང་།
en: “Because he has that noble aggregate of moral conduct, he experiences inner, faultless happiness.

source: དེ་དབང་པོ་རྣམས་ཀྱི་སྒོ་བསྡམས་པ་དང་། ཀུན་དུ་བསྲུངས་པའི་དྲན་པ་དང་། འགྲུས་སྐྱོང་གི་དྲན་པ་དང་ཡིད་དྲན་པས་བསྲུངས་པས་གནས་སྐབས་མཉམ་པར་སྤྱོད་ཅིང་གནས་པ་ཡིན་ནོ།
en: With the doors of his faculties restrained, his mindfulness well guarded, exerting himself mindfully, he behaves with equanimity with a mind guarded by mindfulness.

source: །དེ་མིག་གིས་གཟུགས་རྣམས་མཐོང་ནས་མཚན་མར་མི་འཛིན། མངོན་རྟགས་སུ་མི་འཛིན་ཏོ། །གཞི་གང་གི་ཕྱིར་ཞེ་ན།
en: When he sees forms with his eyes, he does not grasp them with their characteristics and secondary marks. Why?
